* Travail école

** TODO tp2 de théorie de l'information                                :work:
  DEADLINE: <2023-01-06 Fri>
** TODO projet de C                                                    :work:
   SCHEDULED: <2023-01-17 Tue>

* Devoirs école

** TODO partiel de C                                                   :work:
   SCHEDULED: <2023-01-19 Thu>
** TODO partiel d'environnement de travail                             :work:
   SCHEDULED: <2023-01-18 Wed>

* Bazar

#+begin_src C
#include <stdio.h>

printf("Test !");
#+end_src

#+RESULTS:
: Test !

#+begin_src emacs-lisp
(+ 4 5)
#+end_src

#+RESULTS:
: 9

#+begin_src shell
echo Test
#+end_src

#+RESULTS:
: Test
